[
  {
    "icon": "<i class=\"far fa-file-code\"></i>",
    "title": "HTML5, CSS3",
    "text": {
      "en": "Deep knowledge. {years} experience with HTML5/CSS3 and libraries like Bootstrap4, Material and etc (Bulma, Tailwind). Also, worked with templating languages like Blade(with Laravel), Pug(Jade), Nunjucks.",
      "ru": "Продвинутые знания. {years} опыта с HTML5/CSS3 и различными библиотеками, такими как Bootstrap4, Material и пр. (Bulma, Tailwind). Так же работал с шаблонизаторами Blade(с Laravel), Pug(Jade), Nunjucks."
    }
  },
  {
    "icon": "<i class=\"fab fa-js-square\"></i>",
    "title": "JavaScript",
    "text": {
      "en": "Medium+ knowledge. {years} of experience. Working with native JS from ES6, TypeScript and frameworks (VueJS, React). I used Webpack, Gulp in my work. I have some experience with GraphQL and Gatsby.",
      "ru": "Знания выше среднего. {years} опыта. Работал как с нативным JS начиная с ES6, TypeScript, так и с фрейморками VueJS и React. Использовал в работе Webpack, Gulp. Есть небольшой опыт работы с GraphQL и Gatsby."
    }
  },
  {
    "icon": "<i class=\"fab fa-react\"></i>",
    "title": "React",
    "text": {
      "en": "Medium knowledge. {years} experience. Worked with ReactJS and its ecosystem (Redux, Redux Toolkit, Formik, etc.). Also worked with NextJS.",
      "ru": "Средние знания. {years} опыта. Работал с ReactJS и его экосистемой (Redux, Redux Toolkit, Formik и др.). Также работал с NextJS."
    }
  },
  {
    "icon": "<i class=\"fab fa-vuejs\"></i>",
    "title": "Vue",
    "text": {
      "en": "Medium knowledge. {years} of experience. Working with VueJS, Vuex, NuxtJS. I can work with both Options API and Composition API.",
      "ru": "Средние знания. {years} опыта. Работаю с VueJS, Vuex, NuxtJS. Могу работать как с Options API, так и с Composition API."
    }
  },
  {
    "icon": "<i class=\"fab fa-node-js\"></i>",
    "title": "Back-end",
    "text": {
      "en": "I have some experience with PHP and NodeJS on the back-end side. For projects on PHP I may use the Laravel framework with Vue or React. On JS back-end I may work with MEVN/MERN stack. Also, I have some experience with WebSocket, Socket.io, SignalR, WebRTC, OpenTok.",
      "ru": "Имею небольшой опыт работы с PHP и NodeJS. Для проектов на PHP использовал фрэйморк Laravel с Vue или React. На JS работал в стеке MEVN/MERN. Также имею небольшой опыт работы с WebSocket, Socket.io, SignalR, WebRTC, OpenTok."
    }
  },
  {
    "icon": "<i class=\"fas fa-briefcase\"></i>",
    "title": "Additional",
    "text": {
      "en": "For work I had to use such tools and technologies as: <ul> <li>Developer chats and ticket managers (Slack, Discord, Trello, Assembla, Asana, Jira);</li> <li>Git (Github, Gitlab, Bitbucket);</li> <li>Design tools (Zeplin, Figma, Avocode, Photoshop, Adobe Illustrator);</li> <li>Storybook/Storyblock</li></ul>",
      "ru": "Для работы я использую такие инструменты и технологии как: <ul> <li>Чаты разработчиков и таск менеджеры (Slack, Discord, Trello, Assembla, Asana, Jira);</li> <li>Git (Github, Gitlab, Bitbucket);</li> <li>Инструменты дизайна (Zeplin, Figma, Avocode, Photoshop, Adobe Illustrator);</li> <li>Storybook/Storyblock</li></ul>"
    }
  }
]
